Repository: Wanamics/WanaStart
Catalog: Translations/WanaStart.*.xlf
Languages: fr_fr

# Codeunit 589197222 - NamedType 1877971069
source: Master Data and G/L Entries
fr_fr: Données maîtres et écritures

# Codeunit 2736875778 - NamedType 1696908038
source: Creating FEC audit file\
fr_fr: Création du fichier FEC\

# Codeunit 2736875778 - NamedType 3607931179
source: There are no entries to export within the defined filter. The file was not created.
fr_fr: Il n'y a pas d'écriture à exporter dans le filtre défini. Le fichier n'a pas été créé.

# Codeunit 2736875778 - NamedType 4043817024
source: Processing transactions: #1###
fr_fr: Traitement des transactions: #1###

# Report 4269844626 - Property 2879900210
source: Export G/L Entries - Merge & Aquisition
fr_fr: Fusion & Aquisition (FEC+)

# Report 4269844626 - NamedType 1757578926
source: You must enter an Ending Date.
fr_fr: Vous devez entrer une date de fin.

# Report 4269844626 - NamedType 2562886535
source: You must enter a Starting Date.
fr_fr: Vous devez entrer une date de début.

# Report 4269844626 - NamedType 3607931179
source: There are no entries to export within the defined filter. The file was not created.
fr_fr: Il n'y a pas d'écriture à exporter dans le filtre défini. Le fichier n'a pas été créé.

# Report 4269844626 - Control 2298711184 - Property 1295455071
source: Specifies the source code to be used if there is no code specified in the G/L entry.
fr_fr: Spécifie le code journal à utiliser si aucun code n’est spécifié dans l’écriture comptable.

# Report 4269844626 - Control 2298711184 - Property 2879900210
source: Default Source Code
fr_fr: Code journal par défaut

# Report 4269844626 - Control 3592094765 - Property 1295455071
source: Specifies the last date to include in the time interval that you export entries for.
fr_fr: Spécifie la dernière date à inclure dans l’intervalle de temps pour lequel vous exportez des écritures.

# Report 4269844626 - Control 3592094765 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Report 4269844626 - Control 1524235287 - Property 1295455071
source: Specifies if you want to include opening balances in the audit report file. The balances are calculated as of the date before the first date of the period covered by the report.
fr_fr: Spécifie si vous souhaitez inclure des soldes d’ouverture dans le fichier de rapport d’audit. Les soldes sont calculés à la date précédant la première date de la période couverte par l’état.

# Report 4269844626 - Control 1524235287 - Property 2879900210
source: Include Opening Balances
fr_fr: Inclure soldes d'ouverture

# Report 4269844626 - Control 543275552 - Property 1295455071
source: Specifies the first date for the time period covered in this audit.
fr_fr: Spécifie la première date de la période couverte par cet audit.

# Report 4269844626 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 4269844626 - Control 1625677715 - Property 1295455071
source: Specifies whether the transaction number is used as the progressive number in the audit file. If you select the option, the transaction number is used as the progressive number. If you do not select the option, the general ledger register number is used as the progressive number.
fr_fr: Indique si le numéro de transaction est utilisé comme numéro progressif dans le fichier d’audit. Si vous sélectionnez cette option, le numéro de transaction est utilisé comme numéro progressif. Si vous ne sélectionnez pas cette option, le numéro du registre comptable est utilisé comme numéro progressif.

# Report 4269844626 - Control 1625677715 - Property 2879900210
source: Use Transaction No.
fr_fr: N° transaction d’utilisation

# Report 4269844626 - Control 771000370 - Property 1295455071
source: Specifies the Document No. Prefix (to identify entries from a merged company).
fr_fr: Spécifie le préfixe de "N° document" (pour identifier les écritures provenant d'une société fusionnée).

# Report 4269844626 - Control 771000370 - Property 2879900210
source: Document No. Prefix
fr_fr: Préfixe de "N° document"

# Report 4269844626 - Control 3156747290 - Property 1295455071
source: Specifies if open customer and vendor ledger entries must be detailled.
fr_fr: Spécifie si les écritures ouvertes clients et fournisseurs doivent être détaillées.

# Report 4269844626 - Control 3156747290 - Property 2879900210
source: Opening Details
fr_fr: A nouveau détaillé

# XmlPort 1541053245 - Property 2879900210
source: FEC M&A
fr_fr: FEC+ Fusion&Aquisition

# Table 1608961456 - Property 2879900210
source: Map Account
fr_fr: Mappage compte

# Table 1608961456 - Method 59423316 - NamedType 804005424
source: Import FEC File
fr_fr: Import fichier FEC

# Table 1608961456 - Method 59423316 - NamedType 3713533041
source: FEC Files (*.txt)
fr_fr: Fichier FEC (*.txt)

# Table 1608961456 - Method 2647891866 - NamedType 3950098385
source: Loading...\\
fr_fr: En cours...\\

# Table 1608961456 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 1608961456 - Field 3699788827 - Property 2879900210
source: Account Type
fr_fr: Type compte

# Table 1608961456 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 1608961456 - Field 3291406315 - Property 2879900210
source: Amount Incl. VAT
fr_fr: Montant TTC

# Table 1608961456 - Field 3730000841 - Property 2879900210
source: Balance at Date
fr_fr: Solde au

# Table 1608961456 - Field 995090288 - Property 2879900210
source: Date Filter
fr_fr: Filtre date [NAB: SUGGESTION]Filtre Date

# Table 1608961456 - Field 2538533960 - Property 2879900210
source: Dimension 2 Code
fr_fr: Code axe 2

# Table 1608961456 - Field 1964727017 - Property 2879900210
source: Dimension 2 Code
fr_fr: Code axe 2

# Table 1608961456 - Field 2783906506 - Property 2879900210
source: Dimension 3 Code
fr_fr: Code axe 3

# Table 1608961456 - Field 3041667371 - Property 2879900210
source: Dimension 4 Code
fr_fr: Code axe 4

# Table 1608961456 - Field 2180470884 - Property 2879900210
source: From Account Name
fr_fr: Nom compte origine

# Table 1608961456 - Field 1384813212 - Property 2879900210
source: From Account No.
fr_fr: N° compte origine

# Table 1608961456 - Field 336946648 - Property 2879900210
source: From SubAccount No.
fr_fr: N° auxiliaire origine

# Table 1608961456 - Field 2962032260 - Property 2879900210
source: G/L Acc. VAT Prod. Posting Group
fr_fr: G.C. produit TVA du compte

# Table 1608961456 - Field 2304016699 - Property 2879900210
source: Net Change
fr_fr: Solde période

# Table 1608961456 - Field 950508093 - Property 2879900210
source: No. of Lines
fr_fr: Nbre de lignes

# Table 1608961456 - Field 4028953697 - Property 2879900210
source: No. of Open Lines
fr_fr: Nbre de lignes ouvertes

# Table 1608961456 - Field 343736747 - Property 2879900210
source: Skip
fr_fr: Ignorer

# Table 1608961456 - Field 3928181700 - Property 2879900210
source: Source Code Filter
fr_fr: Filtre JournalCode

# Table 1608961456 - Field 339805095 - Property 2879900210
source: Template Code
fr_fr: Code modèle

# Table 1608961456 - Field 1246077090 - Property 2879900210
source: VAT %
fr_fr: % TVA

# Table 1608961456 - Field 1108276017 - Property 2879900210
source: VAT Amount
fr_fr: Montant TVA

# Table 1608961456 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
fr_fr: Groupe compta. produit TVA

# Table 1608961456 - Field 4083480800 - Property 2879900210
source: Posting Type
fr_fr: Type compta. TVA

# Page 3630933339 - Method 4158747048 - NamedType 2294662597
source: Do you want to set the %1 to %2 for %3 selected lines?
fr_fr: Voulez-vous définir %1 à %2 pour %3 ligne(s) sélectionnée(s) ?

# Page 3630933339 - Control 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
fr_fr: Groupe compta. marché TVA

# Page 3630933339 - Control 304519175 - Property 2879900210
source: Check VAT
fr_fr: Cadrage TVA

# Page 3630933339 - Control 318613646 - Property 2879900210
source: Details
fr_fr: Détails

# Page 3630933339 - Action 1068937304 - Property 2879900210
source: Apply Applies-to IDs
fr_fr: Appliquer ID lettrage

# Page 3630933339 - Action 2400667564 - Property 2879900210
source: Clean Data Before GoLive
fr_fr: Suppression des données avant mise en production

# Page 3630933339 - Action 2212959633 - Property 2879900210
source: General Journal
fr_fr: Feuille comptabilité

# Page 3630933339 - Action 3169050434 - Property 2879900210
source: Map Accounts
fr_fr: Mapper les comptes

# Page 3630933339 - Action 3186187288 - Property 2879900210
source: Map Source Codes
fr_fr: Mapper les journaux

# Page 3630933339 - Action 3707689466 - Property 2879900210
source: Send to Journal
fr_fr: Envoyer vers feuille compta.

# Page 3630933339 - Action 2199002769 - Property 2879900210
source: Set Document No. from Ecriture Num
fr_fr: Définir N° document = EcritureNum

# Page 3630933339 - Action 4071734763 - Property 2879900210
source: Set Document No. from PieceRef
fr_fr: Définir N° document = PieceRef

# Page 3630933339 - Action 3170191563 - Property 2879900210
source: Set VAT
fr_fr: Définir TVA

# Page 3630933339 - Action 1123480694 - Property 2879900210
source: Split
fr_fr: Scinder la ligne

# Page 2116719985 - Property 2879900210
source: Map Accounts
fr_fr: Mapper les comptes

# Page 2116719985 - Method 2864276601 - NamedType 2294662597
source: Do-you want to set %1 for %2 "%3"?
fr_fr: Voulez-vous définir %1 pour %2 "%3" ?

# Page 2116719985 - Control 422618514 - Property 2879900210
source: Account Name
fr_fr: Nom du compte

# Page 2116719985 - Control 4080497836 - Property 2879900210
source: VAT Bus. Posting Group
fr_fr: Groupe compta. marché TVA

# Page 2116719985 - Action 3471137671 - Property 2879900210
source: Lines
fr_fr: Lignes

# Page 2116719985 - Action 744084026 - Property 2879900210
source: Create Accounts
fr_fr: Créer les comptes

# Page 2116719985 - Action 744084026 - Method 1377591017 - NamedType 2294662597
source: Do-you want to create %1 account(s)?
fr_fr: Voulez-vous créer %1 compte(s) ?

# Page 2116719985 - Action 3169050434 - Property 2879900210
source: Map Account Nos.
fr_fr: Mapper les comptes

# Page 2116719985 - Action 3169050434 - Method 1377591017 - NamedType 2294662597
source: Do-you want to map %1 account(s)?
fr_fr: Voluez-vous mapper %1 compte(s) ?

# Page 2116719985 - Action 738400759 - Property 2879900210
source: Set G/L Account VAT Prod. Posting Group
fr_fr: Définir G.C. TVA du compte

# Page 2116719985 - Action 597894686 - Property 2879900210
source: Set Map Account VAT Prod. Posting Group
fr_fr: Définir G.C. TVA du mappage

# Page 2116719985 - Action 597894686 - Method 1377591017 - NamedType 2294662597
source: Do-you want to set %1 for %2 "%3"?
fr_fr: Voulez-vous définir %1 pour %2 "%3" ?

# Page 2116719985 - Action 540777326 - Property 2879900210
source: Set VAT Bus. Posting Group
fr_fr: Définir Groupe compta marché TVA

# Page 2116719985 - Action 3629808269 - Property 2879900210
source: Set Values
fr_fr: Initialiser les comptes

# Page 2116719985 - Action 3629808269 - Method 1377591017 - NamedType 2294662597
source: Do-you want to set %1 account(s)?
fr_fr: Voulez-vous initialiser %1 compte(s) ?

# Report 3846153405 - Property 2879900210
source: WanaStart Balance Batch
fr_fr: Equilibrer nom feuille

# Report 3846153405 - Method 2736589801 - NamedType 1317555977
source: %1 journal line(s) balanced.
fr_fr: %1 ligne(s) feuille équilibrées

source: Do you want to balance batch journal lines by Posting Date and Document No.?
fr_fr: Voulez-vous équilibrer la feuille par Date comptabilisation et N° document ?

# Report 3846153405 - Control 3494368714 - Property 1295455071
source: Specifies the G/L Account to use for balancing the journal lines.
fr_fr: Spécifie le compte à utiliser pour équilibrer les lignes.

# Report 3846153405 - Control 3494368714 - Property 2879900210
source: Balance Account No.
fr_fr: N° compte contrepartie

# Report 937020195 - Property 2879900210
source: WanaStart Delete Unmapped Acc.
fr_fr: Suppprimer les comptes non mappés

# Report 855165998 - Property 2879900210
source: WanaStart Import Balance
fr_fr: Import balance

# Report 855165998 - Method 2736589801 - NamedType 4288424883
source: %1 lines imported in %2.
fr_fr: %1 lignes importées en %2.

# Report 855165998 - Method 1544076788 - NamedType 4289051840
source: Do you want to delete %1 previous lines?
fr_fr: Voulez-vous supprimer %1 lignes antérieures ?

# Report 855165998 - Control 3117834186 - Property 1295455071
source: Specifies the document number for the journal lines.
fr_fr: Spécifie le N° document des lignes de la feuille.

# Report 855165998 - Control 3117834186 - Property 2879900210
source: Document No.
fr_fr: N° document

# Report 855165998 - Control 3037438984 - Property 1295455071
source: Specifies the posting date for the journal lines.
fr_fr: Spécifie la Date comptabilisation des lignes d ela feuille.

# Report 855165998 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation [NAB: SUGGESTION]Date de validation [NAB: SUGGESTION]Date de comptabilisation [NAB: SUGGESTION]Date validation

# Report 995313617 - Property 2879900210
source: WanaStart Set VAT Account Amt.
fr_fr: Définir Montant compte TVA

# Table 334975558 - Field 1095620362 - Property 2879900210
source: _Applies-to Id
fr_fr: ID lettrage

# Table 334975558 - Field 3869156894 - Property 2879900210
source: _External Document No.
fr_fr: N° doc. externe

# Table 334975558 - Field 3358261293 - Property 2879900210
source: Shortcut Dimension 1 Code"
fr_fr: Code dimension axe 1

# Table 334975558 - Field 1229148556 - Property 2879900210
source: Shortcut Dimension 2 Code"
fr_fr: Code dimension axe 2

# Enum 68660963 - EnumValue 3409713080 - Property 2879900210
source: Opening
fr_fr: Ouverture

# Enum 68660963 - EnumValue 395510365 - Property 2879900210
source: Purchase
fr_fr: Achat [NAB: SUGGESTION]Achats

# Enum 68660963 - EnumValue 2315137949 - Property 2879900210
source: Sale
fr_fr: Vente

# Report 3410018817 - Property 2879900210
source: WanaStart Send to Journal
fr_fr: Envoyer vers feuille compta.

# Report 3410018817 - Method 1268359924 - NamedType 2958873029
source: WanApply extension not installed.
fr_fr: L'extension WanApply n'est pas instalée.

# Report 3410018817 - Method 1268359924 - NamedType 1508367569
source: "%1" will not be applied
fr_fr: "%1" ne pourra par être appliqué.

# Report 3410018817 - Method 1268359924 - NamedType 348515413
source: Do you want to continue?
fr_fr: Souhaitez-vous continuer ? [NAB: SUGGESTION]Souhaitez-vous continuer ?

# Report 3410018817 - Method 2736589801 - NamedType 1178781371
source: Processed in %1.
fr_fr: Traité en %1.

# Report 3410018817 - Method 2736589801 - NamedType 120251437
source: Do you want to open journal?
fr_fr: Voulez-vous ouvrir la feuille comptabilité ?

# Report 3410018817 - Method 1544076788 - NamedType 3764383116
source: Warning, %1 line(s) of this journal will be deleted.
fr_fr: ATTENTION, les %1 lignes de cette feuille seront préalablement supprimées.

# Report 3410018817 - Method 1544076788 - NamedType 348515413
source: Do-you want to continue?
fr_fr: Voulez-vous continuer ?

# Report 3410018817 - Method 1544076788 - NamedType 1066422477
source: Vend. Bal. Account and Cust. Bal. Account must be defined.
fr_fr: Les comptes de contrepartie clients et fournissent doivent être définis (ex : 471401 et 471411).

# Report 3410018817 - Method 1544076788 - NamedType 1825552018
source: Deleting Journal Lines
fr_fr: Suppression des lignes feuille compta...

# Report 3410018817 - Method 1544076788 - NamedType 3046438418
source: Sending to Journal
fr_fr: Envoi vers feuille compta.

# Report 3410018817 - Control 3284430714 - Property 1295455071
source: Specifies the bal. account No. for customer entries (ex : 471411)
fr_fr: Spécifie le compte de contrepartie des écritures clients.

# Report 3410018817 - Control 3284430714 - Property 2879900210
source: Cust. Bal. Account
fr_fr: Compte contrep. clients

# Report 3410018817 - Control 189954099 - Property 1295455071
source: Specifies the general journal batch that is used by the batch job.
fr_fr: Spécifie le nom feuille comptabilité qui est utilisé par le traitement par lots.

# Report 3410018817 - Control 189954099 - Property 2879900210
source: Gen. Journal Batch
fr_fr: Nom feuille comptabilité

# Report 3410018817 - Control 3491986895 - Property 1295455071
source: Specifies the general journal template that is used by the batch job.
fr_fr: Spécifie le modèle feuille comptabilité qui est utilisé par le traitement par lots.

# Report 3410018817 - Control 3491986895 - Property 2879900210
source: Gen. Journal Template
fr_fr: Modèle feuille comptabilité

# Report 3410018817 - Control 1091926946 - Property 1295455071
source: Specifies the bal. account No. for vendor entries (ex : 471401)
fr_fr: Spécifie le compte de contrepartie des écritures fournisseurs.

# Report 3410018817 - Control 1091926946 - Property 2879900210
source: Vend. Bal. Account
fr_fr: Compte contrep. fournisseurs

# Table 2676737549 - Property 2879900210
source: Check Direct Posting Buf.
fr_fr: Contrôler imputation directe

# Table 2676737549 - Field 2588032914 - Property 2879900210
source: Account Name
fr_fr: Nom du compte

# Table 2676737549 - Field 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Table 2676737549 - Field 823559016 - Property 2879900210
source: Field Caption
fr_fr: Légende champ

# Table 2676737549 - Field 3531868071 - Property 2879900210
source: Field No.
fr_fr: N° champ

# Table 2676737549 - Field 2155792970 - Property 2879900210
source: Posting Group 1
fr_fr: Groupe comptabilisation 1

# Table 2676737549 - Field 242703119 - Property 2879900210
source: Posting Group 2
fr_fr: Groupe comptabilisation 2

# Table 2676737549 - Field 1393533604 - Property 2879900210
source: Table Caption
fr_fr: Légende table

# Table 2676737549 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Table 2360913741 - Field 2120232334 - Property 2879900210
source: Acquisition Cost
fr_fr: Coût acquisition

# Table 2360913741 - Field 85978199 - Property 2879900210
source: Acquisition Date
fr_fr: Date acquisition

# Table 2360913741 - Field 3543129988 - Property 2879900210
source: Blocked
fr_fr: Bloqué

# Table 2360913741 - Field 2250621327 - Property 2879900210
source: Component of Main Asset
fr_fr: Composant immo. principale

# Table 2360913741 - Field 2774844873 - Property 2879900210
source: Declining-Balance %
fr_fr: % dégressif

# Table 2360913741 - Field 267022291 - Property 2879900210
source: Depreciation
fr_fr: Amortissement

# Table 2360913741 - Field 2423127110 - Property 2879900210
source: Depreciation Ending Date
fr_fr: Date fin amortissement

# Table 2360913741 - Field 162280418 - Property 2879900210
source: Depreciation Method
fr_fr: Méthode amortissement

# Table 2360913741 - Field 406058591 - Property 2879900210
source: Depreciation Starting Date
fr_fr: Date début amortissement

# Table 2360913741 - Field 1294844702 - Property 2879900210
source: Depreciation Table Code
fr_fr: Code table amortissement

# Table 2360913741 - Field 2990166704 - Property 2879900210
source: FA Class Code
fr_fr: Code classe immo.

# Table 2360913741 - Field 2357346185 - Property 2879900210
source: FA Location Code
fr_fr: Code emplacement immo.

# Table 2360913741 - Field 265035428 - Property 2879900210
source: FA Posting Group
fr_fr: Groupe compta. immo.

# Table 2360913741 - Field 1602339052 - Property 2879900210
source: FA Subclass Code
fr_fr: Code sous-classe immo.

# Table 2360913741 - Field 1876741401 - Property 2879900210
source: Fixed Depr. Amount
fr_fr: Montant annuité amortissement

# Table 2360913741 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
fr_fr: Code axe principal 1

# Table 2360913741 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
fr_fr: Code axe principal 2

# Table 2360913741 - Field 525852245 - Property 2879900210
source: Inactive
fr_fr: Hors service

# Table 2360913741 - Field 2161572060 - Property 2879900210
source: Location Code
fr_fr: Code magasin

# Table 2360913741 - Field 179857941 - Property 2879900210
source: Main Asset/Component
fr_fr: Immo. principale/Composant

# Table 2360913741 - Field 3097337210 - Property 2879900210
source: Maintenance Vendor No.
fr_fr: N° société maintenance

# Table 2360913741 - Field 3562899074 - Property 2879900210
source: Next Service Date
fr_fr: Date prochain service

# Table 2360913741 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N°

# Table 2360913741 - Field 1628098304 - Property 2879900210
source: No. of Depreciation Months
fr_fr: Nombre mois amortissement

# Table 2360913741 - Field 3186494837 - Property 2879900210
source: No. of Depreciation Years
fr_fr: Nombre années amortissement

# Table 2360913741 - Field 1474138314 - Property 2879900210
source: Responsible Employee
fr_fr: Responsable

# Table 2360913741 - Field 47037625 - Property 2879900210
source: Serial No.
fr_fr: N° de série

# Table 2360913741 - Field 1778928279 - Property 2879900210
source: Under Maintenance
fr_fr: En maintenance

# Table 2360913741 - Field 1527594213 - Property 2879900210
source: Vendor No.
fr_fr: N° fournisseur

# Table 2360913741 - Field 3135432252 - Property 2879900210
source: Warranty Date
fr_fr: Date garantie

# Table 334975558 - Property 2879900210
source: Import Line
fr_fr: Ligne import

# Table 334975558 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 334975558 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 334975558 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: N° ligne

# Table 334975558 - Field 4199058574 - Property 2879900210
source: No VAT
fr_fr: Pas de TVA

# Table 334975558 - Field 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert

# Table 334975558 - Field 1877729964 - Property 2879900210
source: Posting Type
fr_fr: Type comptabilisation

# Table 334975558 - Field 2779192349 - Property 2879900210
source: Split Line No.
fr_fr: N° ligne scindée

# Table 334975558 - Field 1246077090 - Property 2879900210
source: VAT %
fr_fr: % TVA

# Table 334975558 - Field 210445474 - Property 2879900210
source: VAT Account Amount
fr_fr: Montant compte TVA

# Table 334975558 - Field 399564923 - Property 2879900210
source: VAT Account Amt. %
fr_fr: % compte TVA

# Table 334975558 - Field 1108276017 - Property 2879900210
source: VAT Amount
fr_fr: Montant TVA

# Table 334975558 - Field 507169440 - Property 2879900210
source: VAT Amount Diff.
fr_fr: Ecart montant TVA

# Table 334975558 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
fr_fr: Groupe compta. produit TVA

# Table 3443212447 - Property 2879900210
source: Map SourceCode
fr_fr: Mappage code journal

# Table 3443212447 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: N° document

# Table 3443212447 - Field 486908828 - Property 62802879
source: EcritureNum,PieceRef,From Line,ExternalDocumentNo
fr_fr: EcritureNum,PieceRef,De la Ligne,N° doc. externe

# Table 3443212447 - Field 1527563463 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# Table 3443212447 - Field 1527563463 - Property 62802879
source: PieceRef,EcritureNum,None,ExternalDocumentNo
fr_fr: PieceRef,EcritureNum,Aucun,N° doc. externe

# Table 3443212447 - Field 782212210 - Property 2879900210
source: From Source Code
fr_fr: Code journal origine

# Table 3443212447 - Field 2194387912 - Property 2879900210
source: From Source Name
fr_fr: Nom journal origine

# Table 3443212447 - Field 950508093 - Property 2879900210
source: No. of Lines
fr_fr: Nbre de lignes

# Table 3443212447 - Field 4028953697 - Property 2879900210
source: No. of Open Lines
fr_fr: Nbre de lignes ouvertes

# Table 3443212447 - Field 343736747 - Property 2879900210
source: Skip
fr_fr: Ignorer
