Repository: Wanamics/WanaStart
Catalog: Translations/WanaStart.*.xlf
Languages: fr_fr

# Table 3443212447 - Field 2720485332 - Property 2879900210
source: Source Code
fr_fr: Code journal

# Table 3443212447 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
fr_fr: Groupe compta. produit TVA

# Table 3443212447 - Field 68660963 - Property 2879900210
source: Posting Type
fr_fr: Type comptabilisation

# Codeunit 3992644840 - Method 1665861916 - NamedType 3764383116
source: Do-you want to Apply Customer, Vendor and Employee entries by Applies-to Id?
fr_fr: Voulez-vous lettrer les écritures clients, fournisseurs et salariés selon "Id lettrage" ?

# Codeunit 2579101105 - Method 742725649 - NamedType 1927907622
source: Title is empty for column %1.
fr_fr: Titre de la colonne %1est vide.

# Codeunit 2579101105 - Method 742725649 - NamedType 18599116
source: Title "%2" expected for column %1 (current value is %3).
fr_fr: Le titre "%2" est attendu en colonne %1 (valeur actuelle %3).

# Codeunit 338924067 - Method 1665861916 - NamedType 979679212
source: Journal must be empty
fr_fr: La feuille doit être vide.

# Codeunit 338924067 - Method 1665861916 - NamedType 2294662597
source: Do you want to create Fixed Assets and suggest depreciation on %1?
fr_fr: Voulez-vous créer les nouvelles immobilisations et proposer les amortissements au %1 ?

# Codeunit 338924067 - Method 1665861916 - NamedType 4288424883
source: %1 inserted : %2
fr_fr: %1 créée(s) : %2

# Codeunit 338924067 - Method 2675496269 - NamedType 1660590389
source: In Progress...
fr_fr: En cours...

# Codeunit 1805109772 - Method 1665861916 - NamedType 4288424883
source: %1 lines imported in %2.
fr_fr: %1 lignes importées en %2.

# Codeunit 1805109772 - Method 1665861916 - NamedType 4289051840
source: Do you want to delete %1 previous lines?
fr_fr: Voulez-vous supprimer %1 lignes antérieures ?

# Codeunit 193751130 - Method 1665861916 - NamedType 3764383116
source: Do-you want to set %1 on %2 %3?
fr_fr: Voulez-vous définir %1 pour %2 %3 ?

# Codeunit 193751130 - Method 1665861916 - NamedType 1248124158
source: %1 "%2" Updated
fr_fr: %1 "%2" mis à jour

# Codeunit 2890030283 - Method 1665861916 - NamedType 2294662597
source: Do-you want to set %1 for %2 account(s)?
fr_fr: Voulez-vous définir %1 pour %2 compte(s) ?

# Page 1751457627 - Property 2879900210
source: Import Lines Check VAT
fr_fr: Cadrage TVA

# Page 1751457627 - Control 1622979514 - Property 2879900210
source: Account No.
fr_fr: N° compte

# Page 1751457627 - Control 2180470884 - Property 2879900210
source: FromAccount Name
fr_fr: CompteLib

# Page 1751457627 - Control 1068393778 - Property 2879900210
source: Map Account VAT Prod. Posting Group
fr_fr: Map. compte, G.C. produit TVA

# Page 1751457627 - Control 1877226830 - Property 2879900210
source: Map Source VAT Prod. Posting Group
fr_fr: Map. journal, G.C. produit TVA

# Page 1751457627 - Control 1108276017 - Property 2879900210
source: VAT Amount
fr_fr: Montant TVA

# Page 1751457627 - Control 904390814 - Property 2879900210
source: VAT Base Amount
fr_fr: Montant base TVA

# Page 1751457627 - Control 1844012642 - Property 2879900210
source: Map Account VAT Bus. Posting Group
fr_fr: Map. compte, G.C. marché TVA

# Page 1751457627 - Control 2971014054 - Property 2879900210
source: VAT Calculation Type
fr_fr: Mode calcul TVA

# Page 3864917365 - Property 2879900210
source: Import Lines Details
fr_fr: Détail ligne FEC

# Page 3864917365 - Control 213950228 - Property 2879900210
source: General
fr_fr: Général

# Page 2770195767 - Property 2879900210
source: Map Account Update
fr_fr: Mettre à jour les lignes

# Page 3411458474 - Property 2879900210
source: Map Source Codes
fr_fr: Mapper les journaux

# Page 3411458474 - Action 4158747048 - Property 2879900210
source: Set Document No.
fr_fr: Définir N° document

# Page 3411458474 - Action 1313562152 - Property 2879900210
source: Set VAT Account Amount
fr_fr: Définir Montant compte TVA

# Report 2124104798 - Property 2879900210
source: Check Direct Posting
fr_fr: Contrôler Imputation directe

source: Direct Posting is correct for posting groups G/L accounts setup
fr_fr: Imputation directe est correcte pour les paramètres groupe compta.

# Report 2124104798 - Control 1793455708 - Property 2879900210
source: Update Direct Posting
fr_fr: Mettre à jour Imputation directe

# Report 2335584224 - Property 2879900210
source: Clean Data
fr_fr: Nettoyer les données

# Report 2335584224 - Method 2392954277 - NamedType 86168999
source: Current process @1@@@@@@@@@@@@@@@\
fr_fr: Traitement en cours @1@@@@@@@@@@@@@@@\

# Report 2335584224 - Method 2392954277 - NamedType 815776674
source: Current status #2###################
fr_fr: Statut en cours #2###################

# Report 2335584224 - Method 1544076788 - NamedType 4220052090
source: Do you want to DELETE ALL LIVE DATA for company %1?
fr_fr: Voulez-vous SUPPRIMER TOUTES les données de la société %1 ?

# Report 2335584224 - Method 1544076788 - NamedType 3325379660
source: Are you sure (WARNING : this operation can not be canceled)?
fr_fr: En êtes vous certain (ATTENTION : cette opération ne peut être annulée) ?

source: You must be SUPER user
fr_fr: Vous devez être un utilisateur SUPER

# Report 2335584224 - Control 1371456475 - Property 2879900210
source: Entries
fr_fr: Écritures

# Report 2335584224 - Control 3909958158 - Property 2879900210
source: Jobs
fr_fr: Projets

# Report 2335584224 - Control 1132995616 - Property 2879900210
source: Journals
fr_fr: Feuilles

# Report 2335584224 - Control 4204269739 - Property 2879900210
source: Masterdata
fr_fr: Données maîtres

# Report 2335584224 - Control 2594350792 - Property 2879900210
source: Posted documents
fr_fr: Documents validés

# Report 2335584224 - Control 3316389574 - Property 2879900210
source: Setup
fr_fr: Paramètres

# PageExtension 3931859978 - Action 535681741 - Property 2879900210
source: Check Direct Posting
fr_fr: Contrôler Imputation directe
